Repository: Mohamedimbaby/lawazem
Catalog: lib/l10n/app_*.arb
Languages: ar, ur

source: Home
ar: الرئيسية
ur: مرکزی

source: Enjoy your trip!
ar: إستمتع برحلتك !
ur: !اپنے سفر سے لطف اندروز ہوں

source: Notifications
ar: إشعارات
ur: نوٹس

source: Profile
ar: ملف شخصي
ur: ذاتی فائل

source: Log Out
ar: تسجيل الخروج
ur: باہر جائیں

source: Payment Method
ar: طريقة الدفع

source: Hours
ar: عدد الساعات

source: has a problem
ar: تحتوى على مشكلة

source: Order Reservation Pending
ar: الحجز قيد الانتظار

source: Processing
ar: فى المعاملة

# the_session_has_been_expired
source: Your session has been expired
ar: لقد انتهت صلاحيةالدخول

source: Days
ar: أيام

source: get Started
ar: هيا لنبدأ

source: in to Lawazem
ar: إلى منصة لوازم

source: Exclusions
ar: لا تشمل الرحلة على
ur: استثناء

# if_you_have_questions
source: If You have any Questions
ar: إذا كان لديك اي استفسار
ur: اگر آپ کو کوئی سوالات ہیں

source: Contact Us
ar: اتصل بنا
ur: ہم سے رابطہ کریں

source: Amount
ar: المبلغ
ur: رقم

source: There is no home data
ar: لا توجد بيانات للصفحة الرئيسية

# there_is_no_places
source: There are no available places
ar: لا يوجد أماكن فارغة في هذه الرحلة

source: Vat
ar: الضريبة
ur: ٹیکس

source: Cities
ar: المدن
ur: شہر

# the_cancellation_fees
source: Cancellation fees is
ar: رسوم الإلغاء
ur: منسوخی کی فیسیں ہیں

source: No Price
ar: لا يوجد سعر

source: Starting From
ar: يبدء من

source: Failed
ar: فشل

# chrome_is_disabled
source: Your browser is not enabled
ar: المتصفح الخاص بك غير مفعل

# canceled_successfully
source: The booking is canceled
ar: تم إلغاء ألحجز
ur: کامیابی کے ساتھ منسوخ ہوا

# continue_with_google
source: Sign in with Google
ar: تسجيل الدخول عبر Google

# continue_with_apple
source: Sign in with Apple
ar: تسجيل الدخول عبر Apple

# continue_with_facebook
source: Sign in with Facebook
ar: تسجيل الدخول عبر Facebook

source: Opps !
ar: أووه!
ur: اوپس!

# something_went
source: Something went wrong,
ar: حدث خطأ ما,
ur: کچھ غلط ہو گیا ،

source: Please try again
ar: الرجاء المحاولة مرة أخرى
ur: براہ کرم دوبارہ کوشش کریں

source: You must choose a date
ar: يجب عليك اختيار تاريخ اولاً
ur: آپ کو ایک تاریخ کا انتخاب کرنا ہوگا

# this_day_not_available
source: This date is not available
ar: هذا التاريخ غير متاح
ur: یہ دن دستیاب نہیں ہے

source: NationalID
ar: رقم الهوية الوطنية

source: The field is required
ar: هذا الحقل مطلوب

source: Confirmed
ar: مؤكد
ur: تصدیق شدہ

# cancelled
source: Canceled
ar: تم الإلغاء
ur: منسوخ

source: Check out
ar: تقدم للدفع

source: Cancel
ar: إلغاء
ur: منسوخ کریں

source: Confirm
ar: تأكيد
ur: تصدیق

source: Canceling
ar: جاري الإلغاء
ur: منسوخ

source: Connecting ...
ar: جارى الإتصال ...
ur: منسلک ہو رہا ہے ...

source: There is no available dates
ar: لا توجد تواريخ متاحة
ur: دستیاب تاریخیں نہیں ہیں

# are_you_sure_you_want_to_cancel
source: Are you sure you want to cancel this trip ?
ar: هل أنت متأكد أنك تريد إلغاء هذه الرحلة؟
ur: کیا آپ واقعی اس سفر کو منسوخ کرنا چاہتے ہیں؟

source: Login to access Notifications
ar: تسجيل الدخول للوصول إلى إشعاراتي

source: Booking Date
ar: تاريخ الحجز
ur: بکنگ کی تاریخ

source: Refundable
ar: قابل للإسترداد
ur: واپسی

source: Not Refundable
ar: غير قابل للإسترداد
ur: واپسی قابل نہیں

source: You must agree on terms
ar: يجب أن توافق على الشروط
ur: آپ کو شرائط پر متفق ہونا چاہیے

source: Available time slots
ar: الفترات الزمنية المتاحة
ur: دستیاب وقت کی سلاٹ

source: There is no details for this trip
ar: لا توجد تفاصيل لهذه الرحلة
ur: اس سفر کی کوئی تفصیلات نہیں ہیں

source: There is no favorite trips for you
ar: لا توجد رحلات مفضلة لك
ur: آپ کے لئے کوئی پسندیدہ سفر نہیں ہے

source: Booking
ar: جارى الحجز الآن
ur: بکنگ

source: Time Slot
ar: الفترة الزمنية
ur: ٹائم سلاٹ

source: Date Time
ar: التاريخ
ur: تاریخ وقت

source: Total Payment
ar: إجمالى الدفع

source: Add to Cart
ar: أضف إلى العربة

source: Min travelers
ar: الحد الأدنى للمسافرين
ur: کم سے کم مسافر

source: Max travelers
ar: الحد الأقصى للمسافرين

source: Name on card is required
ar: الاسم على البطاقة مطلوب
ur: کارڈ پر نام کی ضرورت ہے

# booked_time
source: Booked Times
ar: عدد مرات الحجز
ur: بکے ہوئے اوقات

source: Child Price
ar: السعر للأطفال

source: Adult Price
ar: السعر للبالغين

# pull_down_to_refresh
source: Pull down Refresh
ar: اسحب للأسفل للتحديث

source: LOG AS A GUEST
ar: تسجيل دخول كـ ضيف

source: Items added to cart!
ar: تم إضافة العنصر إلى العربة

# you_email_has_wrong_format
source: Your email is not valid
ar: البريد الإلكتروني غير صحيح
ur: آپ کے ای میل کا فارمیٹ غلط ہے

# there_is_no_items_in_cart
source: There are no items in the cart
ar: لا يوجد منتجات ف العربة

# there_is_no_items_in_favorite
source: You do not have favorite products yet
ar: لا يوجد منتجات مفضلة لديك

# your_name_is_not_valid
source: Your name is required
ar: الاسم مطلوب
ur: آپ کا نام جائز نہیں ہے

source: Invalid phone number
ar: رقم الهاتف غير صحيح
ur: ناجائز فون نمبر

source: It must be 16 numbers
ar: يجب أن يكون 16 رقما
ur: یہ 16 اعداد ہونے چاہئیں

source: It must be a valid date
ar: يجب أن يكون تاريخاً صحيحا
ur: یہ ایک جائز تاریخ ہونی چاہیے

source: It must be 3 numbers
ar: يجب أن يكون 3 أرقام
ur: یہ 3 نمبر ہونا چاہیے

# age_from_3_12
source: Age 3 to 12
ar: من سن 3 إلى 12 عامًا
ur: عمر 3 سے 12

# age_from_13_29
source: Age 13 to 99
ar: من سن 13 إلى 99 عامًا
ur: عمر 13 سے 99

source: Check Availability
ar: التحقق من التوفر
ur: دستیابی کو چیک کریں

source: My Bookings
ar: حجوزاتي
ur: میرے تحفظات

# you_must_login
source: You Must Login First ..
ar: يجب أن تقوم بتسجيل الدخول أولاً
ur: آپ کو پہلے لاگ ان کرنا ہوگا ..

source: Sort by
ar: ترتيب بـ
ur: کے لحاظ سے ترتیب دیں

# your_basket_is_empty
source: Your basket is still empty, browse the attractive promos from Lawazem
ar: العربة الخاصة بك لازلت فارغة ,يمكنك الان التسوق ومشاهدة المنتجات الجذابة من خلال لوازم

source: Alert
ar: تنبية
ur: انتباہ

source: Apply
ar: تطبيق
ur: درخواست دیں

source: Filter
ar: التصفية
ur: فلٹر کریں

source: Clear all
ar: امسح الكل
ur: تمام کو صاف کریں

source: No More Trips
ar: لا مزيد من الرحلات
ur: مزید دورے نہیں

# filter_and_sort
source: Filter & Sort
ar: تصفية وترتيب
ur: فلٹر اور ترتیب دیں

source: Minimum Travelers
ar: الحد الأدنى من المسافرين
ur: کم سے کم مسافر

source: Availability
ar: التوفر
ur: دستیابی

source: Un Like ?
ar: إلغاء الإعجاب ؟

source: without VAT
ar: بدون ضريبة

source: Payment
ar: الفاتورة

source: Cart
ar: العربة

source: Order Now
ar: إطلب الآن

# please_enter_valid_address
source: Please Enter a valid Address
ar: من فضلك أدخل عنوان صحيح

# please_enter_valid_url
source: Please Enter a valid Url
ar: من فضلك أدخل رابط صحيح

# please_enter_valid_number
source: Please Enter a valid Mobile Number
ar: من فضلك أدخل رقم هاتف صحيح

source: Delivery Address
ar: عنوان الاستلام

source: Google maps URL
ar: رابط العنوان على الخريطة

source: Recipient Mobile Number
ar: رقم الهاتف للمستلم

# are_you_sure_you_want_to_delete
source: Are you sure about deleting product from your cart ?
ar: هل متأكد أنك تريد ازالة المنتج من العربة ؟

source: Star Rating
ar: التقييم
ur: اسٹار کی درجہ بندی

source: Order
ar: الطلب

source: Address
ar: العنوان

source: Items
ar: العناصر

source: My Orders
ar: طلباتى

source: Empty Basket
ar: العربة فارغة

# empty_fav
source: No Favorites Found
ar: لايوجد مفضلات لديك

# empty_fav_phrase
source: Open the product menu and select your favorite product
ar: أفتح قائمة المنتجات وإختار منتجاتك المفضلة

source: Today
ar: اليوم
ur: آج

source: Help
ar: مساعدة

source: Arabic Language
ar: اللغة العربية

# company
source: Arabic Language
ar: الشركة

source: CR Number
ar: رقم ال CR

source: Update Account
ar: حفظ التعديلات

source: My Account
ar: حسابى

source: please enter valid
ar: من فضلك أدخل

source: Select Date
ar: حدد التاريخ
ur: تاریخ منتخب کریں

source: My Wallet
ar: محفظتى

source: Tomorrow
ar: الغد
ur: کل

# price_range
source: Price Range (SAR)
ar: نطاق السعر
ur: قیمت

source: Login Now
ar: تسجيل الدخول الآن
ur: ابھی لاگ ان کریں

source: Top rated
ar: الأكثر تقييم
ur: سب سے زیادہ درجہ بند

# search_activity
source: Search Category
ar: بحث بالفئة
ur: سرگرمیاں تلاش کریں

source: Privacy Policy
ar: سياسة خاصة
ur: رازداری کی پالیسی

source: Categories
ar: الفئات
ur: اقسام

source: Trips
ar: الرحلات
ur: دورے

source: Enable Location
ar: السماح للوصول للموقع
ur: مقام کو فعال کریں

# let_trip_finder_access_your_location1
source: Let Yalla Tour access your location
ar: السماح لـ Yalla Tour بالوصول إلى موقعك
ur: قریبی ٹرپس تلاش کرنے کیلئے ٹرپ فائنڈر

# let_trip_finder_access_your_location2
source: to find Trips nearby
ar: للعثور على رحلات قريبة
ur: کو اپنے مقام تک پہنچنے دیں

source: Price Including Tax
ar: السعر شامل الضربية
ur: ٹیکس سمیت قیمت

# powered_by
source: Powered by Global Arabian for Modern
ar: مشغل بواسطة الشركة العربية الشاملة
ur: گلوبل عربین فار ماڈرن ایپلی کیشنز

# powered_by2
source: Applications Itd. -GAMA 2021
ar: للتطبيقات الحديثة Itd - GAMA 2021
ur: آئی ٹی ڈی کے ذریعے چلنے والا۔ -گاما 2021

source: Search City
ar: بحث بالمدينة
ur: شہر کی تلاش

source: About Us
ar: نبذة عنا
ur: ہمارے بارے میں

source: Highest price
ar: أعلى سعر
ur: سب سے زیادہ قیمت

source: Lowest price
ar: أقل سعر
ur: کم ترین قیمت

source: Most booked
ar: أكثر حجزاً
ur: مزید بک گیا

source: Show all
ar: عرض الكل
ur: سب دیکھیں

source: hot
ar: حصري
ur: خصوصی

source: best deals
ar: أفضل العروض
ur: بہترین پیش کش

source: Starting:
ar: يبدء في :
ur: اس کے ساتھ شروع ہوتا ہے:

source: mastercard
ar: بطاقة إئتمان
ur: کریڈٹ کارڈ

source: Booking total
ar: إجمالي الحجز
ur: کل بکنگ

source: Fill your data first
ar: الرجاـ ملئ البيانات أولاً
ur: براہ کرم پہلے معلومات کو پُر کریں

source: Card number
ar: رقم البطاقة
ur: کارڈ نمبر

source: CVV
ar: رمز الآمان
ur: سیکیورٹی کوڈ

source: City
ar: المدينة
ur: شہر

# activity
source: Category
ar: الفئة
ur: سرگرمیاں

# cardexpiry
source: Expiry date
ar: تاريخ الانتهاء
ur: خاتمے کی تاریخ

# thistripforyou
source: This trip for you and the status of your booking is up to you, this trip for you and the status of your booking is up to you ,
ar: هذة الرحلة مقدمة إليك وحالة الحجز معتمدة عليك أيضاً
ur: یہ سفر آپ کو فراہم کیا گیا ہے اور بکنگ کی حیثیت بھی آپ پر منحصر ہے

# cardholdername
source: Name on card
ar: اسم حامل البطاقة
ur: کارڈ ہولڈر کا نام

source: Welcome !
ar: مرحباً بك !
ur: ہائے!

source: Change Password
ar: تغيير كلمة السر
ur: پاس ورڈ تبدیل کریں

# metric
source: metric (km, mÂ²)
ar: كيلومتر
ur: میٹرک (کلومیٹر ، میٹر)

# celsius
source: Celsius (Ù c)
ar: سيلزيوس
ur: سیلسیس (ْ c)

# thankyouforbooking
source: Thank you for booking this trip
ar: شكراً لك لحجز هذة الرحلة
ur: اس سفر کی بکنگ کے لئے آپ کا شکریہ

source: Thanks
ar: شكراً
ur: شکریہ

# findeveryplace
source: Find every place around you
ar: لتجد كل مكان حولك
ur: اپنے آس پاس ہر جگہ تلاش کرنا

source: My Wishlist
ar: رحلاتي المستقبلية
ur: میرے مستقبل کے دورے

# thereisnopromocode
source: There is no promo code for this booking
ar: لا يوجد كود خصم لهذا الحجز
ur: اس ریزرویشن کے لئے کوئی رعایت کوڈ نہیں ہے

source: Promo code
ar: كود الحجز
ur: ریزرویشن کوڈ

source: Applied
ar: تم التسجيل
ur: رجسٹریشن ہوچکی ہے

source: Booking payment
ar: فاتورة الحجز
ur: ریزرویشن بل

source: Booking success
ar: حجز ناجح
ur: کامیاب ریزرویشن

# youmightlikethat
source: You might also like...
ar: ويمكن أيضاً أن تحب ذلك ...
ur: آپ کو یہ بھی پسند ہوسکتا ہے ...

# there_is_no_bookings_for_you
source: There is no Bookings
ar: لا يوجد حجوزات لك
ur: آپ کے لئے کوئی تحفظات نہیں

# my_favorite
source: My Favorites
ar: المفضلة
ur: میرے پسندیدہ

source: pending
ar: قيد الإنتظار
ur: زیر التواء

source: Settings
ar: الإعدادات
ur: ترتیبات

source: Book
ar: حجز
ur: بکنگ

# continued
source: Continue
ar: إستمرار
ur: ضمیمہ

source: Diving
ar: الغوص
ur: ڈائیونگ

source: Hiking
ar: الترفية
ur: تفریح

# one_day
source: Day Tours
ar: رحلات اليوم الواحد
ur: دن کے دورے

source: Dining
ar: الماكولات
ur: کھانے کی اشیاء

source: Reviews
ar: التقييمات
ur: تاثرات

source: Allow
ar: السماح
ur: اجازت دیں

# not_allow
source: Not now
ar: ليس الآن
ur: ابھی نہیں

source: Starting Date
ar: تاريخ البدء
ur: شروع ہونے والی تاریخ

source: Last Booking Date
ar: آخر ميعاد للحجز
ur: بکنگ کی آخری تاریخ

source: Location
ar: الموقع
ur: سائٹ

source: about this trip
ar: عن هذه الرحلة
ur: اس سفر کے بارے میں

# activity_details
source: category
ar: الفئة
ur: سرگرمیاں

source: Itinerary Details
ar: تفاصيل الرحلة
ur: سفر کی تفصیلات

source: Inclusions
ar: تشمل الرحلة على
ur: شاملیاں

source: Instructions
ar: التعليمات
ur: ہدایات

source: Policies
ar: السياسات
ur: پالیسیاں

source: Search
ar: البحث
ur: تلاش کریں

source: Book Now
ar: إحجز الآن
ur: ابھی بک کرو

source: Book Again
ar: إحجز مجدداً
ur: دوبارہ بک کرو

source: Select booking
ar: إختار الحجز
ur: ریزرویشن منتخب کریں

source: Select Options
ar: إختيارات
ur: انتخاب

source: Next
ar: التالي
ur: اگلا

source: Location Permission
ar: تصريح الموقع
ur: سائٹ کی اجازت

# we_need_location_permission
source: we need you to grant location permission
ar: نحن نريد أن تأذن لنا ب الوصول لموقعك
ur: ہم چاہتے ہیں کہ آپ ہمیں اپنی سائٹ تک رسائی حاصل کرنے کا اختیار دیں

# there_is_no_notifications
source: There's no Notifications
ar: لا يوجد إشعارات
ur: آپ کے لئے کوئی اطلاعات نہیں ہیں

source: Budget Travel Package To
ar: ميزانية السفر لـ
ur: کے لئے سفر بجٹ

source: Adults
ar: البالغين
ur: بالغ

source: Child
ar: الأطفال
ur: بچے

source: Selected Date
ar: التاريخ

source: From
ar: من
ur: سے

source: Name
ar: الاسم
ur: اسم

source: Add Comment
ar: أضف تعليقاً

source: Write Your Comment...
ar: أكتب تعليقك...

source: Kindly choose another date
ar: ًرجاءاً إختار تاريخ أخر

# there_are_no_comments
source: There is no comment
ar: لا يوجد تعليق

source: Price Summary
ar: ملخص السعر

source: Complete Booking
ar: تكملة الحجز

source: Email
ar: البريد الإلكتروني
ur: ای میل

source: OK
ar: نعم
ur: ہاں

source: Remaining Places
ar: الأماكن المتاحة

# no_available_places
source: No available places for this date
ar: لا يوجد أماكن متاحة فى هذا التاريخ

source: All
ar: الكل
ur: سب

source: Your Comment
ar: تعليقك

source: Travellers
ar: المسافرين

source: Manage
ar: تحديد

# day_price
source: Minimum Price
ar: أقل سعر

source: Contact Info
ar: معلومات التواصل
ur: رابطہ کی معلومات

source: Phone number
ar: رقم الهاتف
ur: ٹیلی فون نمبر

source: Promotions
ar: الخصومات
ur: چھوٹ

# please_enter_promo
source: Please enter promo code
ar: أدخل كود الخصم إن وجد
ur: اگر کوئی ہو تو ڈسکاؤنٹ کوڈ درج کریں

source: Conditional Cancellation
ar: شروط الإلغاء
ur: منسوخی کی شرائط

source: Traveler info
ar: معلومات المسافر
ur: مسافروں کی معلومات

source: Additional information
ar: معلومات إضافية
ur: اضافی معلومات

source: Tour/Activity language
ar: لغة النشاطات / الرحلات
ur: سرگرمیوں / گھومنے پھرنے کی زبان

source: Hotel pickup details
ar: تفاصيل الفندق
ur: ہوٹل کی تفصیلات

source: Internet Connection
ar: الإتصال بالإنترنت
ur: انٹرنیٹ کنکشن

# you_are_not_connected_to_internet
source: Check your internet connection
ar: قم بفحص الإتصال بالإنترنت
ur: اپنے انٹرنیٹ کنیکشن کی جانچ کریں

# by_proceeding
source: by proceeding , i acknowledge that i have read and agree to Yalla Tour's
ar: من خلال المتابعة ، أقر بأنني قد قرأت ووافقت على Yalla Tour
ur: آگے بڑھنے سے ، میں تسلیم کرتا ہوں کہ میں نے ٹریپ فائنڈر کو پڑھا ہے اور اس سے اتفاق کرتا ہوں

source: Terms of use
ar: تعليمات الإستخدام
ur: ہدایات براے استعمال

source: And
ar: و
ur: اور

source: Total
ar: الإجمالي
ur: کل

source: Privacy statement
ar: الخصوصية
ur: رازداری

source: Change Language
ar: تغيير اللغة
ur: زبان بدلیں

# this_day_is_unavailable
source: This day is unavailable, date available is
ar: هذا اليوم غير متاح , اليوم المتاح هو
ur: یہ دن دستیاب نہیں ، دستیاب دن ہے

source: Local time
ar: التوقيت المحلي
ur: مقامی وقت

source: Currency
ar: العملة
ur: کرنسی

source: usd
ar: دولار
ur: ڈالر

# download_not_completed
source: the download not completed
ar: التنزيل لم يكتمل
ur: ڈاؤن لوڈ مکمل نہیں ہوا

source: View on the map
ar: اعرضها على الخريطة
ur: اسے نقشے پر دکھائیں

source: Trip Program
ar: برنامج الرحلة

source: Organized by
ar: نظمت بواسطة

# trip_program_lowercase
source: trip program
ar: برنامج الرحلة

source: Past
ar: السابقة
ur: ماضی

source: Order List
ar: قائمة المطلوبات

source: Price List
ar: قائمة الأسعار

source: Added to favorites
ar: تم الإضافة إلى المفضلة
ur: قبضے میں شامل

source: Deleted from favorites
ar: تم الحذف من المفضلة
ur: قبضے کو حذف کردیا گیا

# welcometotripfinder
source: to Yalla Tour
ar: فى Yalla Tour
ur: ٹرپ فائنڈر میں آپ کا

# sloganstatement1st
source: The best way to meet people and try new activities.
ar: أفضل طريقة لمقابلة الأشخاص والقيام بأنشطة رائعة
ur: لوگوں سے ملنے اور زبردست سرگرمیاں کرنے کا بہترین طریقہ

# sloganstatement2nd
source: Let's get started
ar: هيا بنا نبدأ
ur: آو شروع کریں

source: Top Destinations
ar: أفضل الأماكن
ur: بہترین مقامات

# top_guides
source: Tour Guides
ar: المرشدين
ur: ٹاپ گائیڈز

# top_companies
source: Tour Companies
ar: الشركات
ur: ٹاپ کمپنیاں

source: Download
ar: تحميل ..
ur: ڈاؤن لوڈ کریں

source: Release to refresh
ar: اترك ليتم التحديث

# complete_refresh
source: Refresh Completed
ar: تم التحديث

source: Refresh
ar: يتم التحديث

source: Where are you going ?
ar: إلى أين تريد الذهاب ؟

source: Top attractions
ar: أفضل المناطق الجذابة
ur: بہترین پرکشش مقامات

source: Favorites
ar: المفضلة

source: Discover
ar: إكتشف

source: Show more tours
ar: المزيد من الرحلات

source: More
ar: المزيد

source: Bookings
ar: حجوزات

# are_you_sure_you_want_to_logout
source: Are you sure you want to sign out ?
ar: هل انت متأكد من أنك تريد تسجيل الخروج ؟

source: Downloading
ar: جارى التحميل
ur: ڈیسکارگنڈو

source: Trip Details
ar: تفاصيل الرحلة

source: Downloading File
ar: تحميل الملف
ur: ڈیسکارگنڈو آرکائیو

source: Document
ar: ملف
ur: دستاویز

source: Top Tours
ar: أفضل الرحلات
ur: بہترین سفر

# login_to_access_my_favorite
source: Login to access Favorite
ar: تسجيل الدخول للوصول إلى المفضلة

# there_are_missing_filed
source: There are missing fields
ar: يوجد بيانات فارغة

source: Loading...
ar: تحميل

source: Warning !
ar: تحذير !

source: SAR
ar: ريال سعودي
ur: ایس آر

source: Skip
ar: تخطى

source: Sign Up
ar: تسجيل

source: Or
ar: أو

source: Mobile Number
ar: رقم الهاتف

source: Forgot Password
ar: هل نسيت كلمة السر

source: Login
ar: تسجيل الدخول

source: Explore as guest
ar: إستكشف كـ زائر

# login_to_access
source: Login to access Bookings
ar: تسجيل الدخول للوصول الى حجوزاتي

# find_your_fav_product
source: Find your favorite Product
ar: أبحث عن منتجك المفضل

source: Buy now
ar: أشترى الآن

source: Top
ar: الأفضل

source: Recommendation
ar: التوصية

source: Recent
ar: الاحدث

source: Trending
ar: الشائع

# writereview
source: Write a review
ar: أكتب تقييما
ur: جائزے لکھیں

source: Booking Details
ar: تفاصيل الحجز
ur: بکنگ کی تفصیلات

source: Whats new
ar: ما الجديد
ur: نیا کیا ہے

# fillmobilenumber
source: fill the mobile number please
ar: أدخل رقم الهاتف
ur: ایک فون نمبر درج کریں

source: Review and Book
ar: المراجعة والحجز
ur: اپنے ریزرویشن کا جائزہ لیں

source: Guests
ar: الضيوف
ur: مہمانوں

# agreetermsofuse
source: Agree terms of use privacy statement
ar: أوافق على تعليمات الخصوصية
ur: میں رازداری کی ہدایات سے اتفاق کرتا ہوں؟

source: Language
ar: اللغة
ur: زبان

source: Country
ar: البلد
ur: ملک

source: Units
ar: الوحدات
ur: اکائیوں

source: Temperature
ar: درجة الحرارة
ur: درجہ حرارت

source: Terms And Conditions
ar: التعليمات و الشروط
ur: شرائط و ضوابط

source: Version
ar: النسخة
ur: رہائی

source: Password
ar: كلمة السر
ur: پاس ورڈ

source: Sign in
ar: تسجيل الدخول
ur: سائن ان

source: Duration
ar: المدة
ur: دورانیہ

# donothaveaccount
source: Don't have an account ?
ar: لايوجد لدي بريد إلكتروني
ur: میرے پاس کوئی ای میل نہیں ہے

source: Register
ar: تسجيل
ur: سائن اپ

# registerSentence
source: Register in to Lawazem
ar: تسجيل الدخول الي لوازم

# alreadyHaveAccount
source: Already have an account?
ar: لديك أكونت؟

# registerCompany
source: Company
ar: شركة

source: English
ar: الإنجليزية
ur: انگریزی

source: Dollar
ar: دولار
ur: ڈالر

source: Upcoming
ar: القادمة
ur: آ رہے ہیں

# orloginwith
source: or login with email
ar: أو قم بتسجيل الدخول ب البريد الإلكتروني
ur: یا اپنے ای میل کے ساتھ لاگ ان کریں

# there_is_no_trips
source: There are no trips matching your search
ar: لا يوجد رحلات
ur: تلاش کے فٹ ہونے کے لئے کوئی دورے نہیں ہیں

# there_is_no_favorite_trips
source: There is no Favorites
ar: لا يوجد رحلات في المفضلة
ur: آپ کے پاس کوئی پسندیدہ سفر نہیں ہے
